[
{"quote": "في البداية يتجاهلونك , ثم يسخرون منك , ثم يحاربونك , ثم تنتصر", "author": "غاندي"},
{"quote": "تذكروا يا سادة يا كرام أن الذين لا يتصالحون مع أنفسهم, لا يمكن لهم أن يحققوا نجاحاً في أي جانب في حياتهم", "author": "تركي الدخيل"},
{"quote": "إن النجاح لايحتاج إلى أقدام بل إلى إقدام.", "author": "عبدالله المغلوث"},
{"quote": "إن المجد والنجاح والإنتاج تظل أحلاماً لذيذة في نفوس أصحابها وما تتحول حقائق حية إلا إذا نفخ فيها العاملون من روحهم ووصلوها بما في الدنيا من حس وحركة", "author": "محمد الغزالي"},
{"quote": "قارن نفسك بمن لا يمتلكون ما عندك ..كي تستشعر روعة حياتك .", "author": "شريف عرفه"},
{"quote": "تريد أن تكون مبدعاً في هذه الحياة؟؟ أول خطوة... احتك بالناجحين و استمع لأفكارهم و حاورهم... هذه أول خطوة للنجاح", "author": "عمرو خالد"},
{"quote": "يقول المثل الصيني: إذا نجح زواج ابنتك، فقد كسبت ابناً، وإذا فضل فقد خسرت بنتاً", "author": "عبد الله محمد الداوود"},
{"quote": "طالب المجد المخلوق للنجاح المهيأ للعمل يصنع التجارب ولا يقولها ويمشي الطريق إلى الغاية ولا يرتسم خطاها ويقيس أبعدها", "author": "عباس محمود العقاد"},
{"quote": "لا علاقة للنجاح بما تكسبه في الحياة أو تنجزه لنفسك، فالنجاح هو ما تفعله للآخرين", "author": "تولستوي"},
{"quote": "اصعب مافي النجاح أن عليك المحافظة عليه , والموهبة هي مجرد نقطة بداية في عالم الأعمال . وعليك أن تداوم على تنمية هذه الموهبة والإستفادة منها", "author": "إرفينغ برلين"},
{"quote": "طريقة التفكير المطلوبة في التحليل الاقتصادي تختلف بشكل كبير عن تلك التي تحقق النجاح في مجال الأعمال.", "author": "بول كروجمان"},
{"quote": "إنك لا تخسر حقاً إلا إذا توقفت عن المحاولة.", "author": "مايك ديتكا"},
{"quote": "هناك قانونٌ رائعٌ للنجاحِ : فَكِّرْ عَلَىٰ الوَرَقِ ، فهناك ٣٪ مِن البالغين فقط لديهم أهدافٌ مكتوبة واضحَة", "author": "برايان تريسي"},
{"quote": "يأتي الابتكار لهؤلاء الذين يخفقون كثيرًا ويخفقون مبكرًا", "author": "ايمي ادموندسون"},
{"quote": "إنَّ ٩٥٪ مِن نجاحك في الحياة وَ العمل يسيطر عليه نوعُ العادات التي تمارسُها طوال الوقت", "author": "برايان تريسي"},
{"quote": "هناك خطّةٌ عظيمة للبدءِ بتنفيذ الأهدافِ التي يمكن أن نستخدمَها باقي حياتنا ، وَ تتألف مِن سبع خطوات بسيطة.", "author": "برايان تريسي"},
{"quote": "إن المكتئب يبقى مكتئبا حتى بالرغم من إنجازاته الشخصية، وأن إنجازاته الشخصية ومهاراته لا تكفي وحدها لتحريره من الاكتئاب", "author": "عبد الستار إبراهيم"},
{"quote": "أنا أومن بالحظ وبالقدر والنصيب وأومن أيضا أنها ليست كل شئ وأن الجانب الأكبر من نجاح الإنسان أو فشله يتحمله الإنسان وحده.", "author": "عبد الوهاب مطاوع"},
{"quote": "يمكن أن يحدد النجاح في الحياة بأنه امتداد وتوسع مستمر للسعادة وتحقيق تدريجي لأهداف قيمة", "author": "ديباك شوبرا"},
{"quote": "النجاح هو رحلة، وليس وجهة تقصدها.", "author": "ديباك شوبرا"},
{"quote": "النجاح.. كلمة لها بريق الذهب لكنها أغلي.. و لها طعم السكر و لكنها أحلي.. و لها شموخ الجبال و لكنها أعلي...", "author": "هند رشدي"},
{"quote": "اعزم , العمل يقتل الشك , النجاح يقتلعه من جذوره , في وسع أي إنسان أن يكون نافعاً للناس.", "author": "نجيب محفوظ"},
{"quote": "يصبح النجاح حلواً", "author": "إيميلي ديكنسون"},
{"quote": "الكسالى والفاشلون سيجعلون \"الحظ\" الشماعة التي يعلقون عليها أخطاءهم وفشلهم في الحياة.", "author": "محمد الرطيان وصايا"},
{"quote": "النجاح معلم سيء للغاية، فهو يزين للأذكياء أن يتصوروا أنه ليس بالإمكان أن يخسروا", "author": "بيل قيتس"},
{"quote": "الأسباب الخمسة للنجاح : التركيز، التميز، التنظيم، التطوير، والتصميم!", "author": "واين داير"},
{"quote": "تذكروا أن أكثر الأشخاص المناهضين لخياراتكم سيكونون أول من يصفقون لكم عندما تنجحون", "author": "عبدالله المغلوث"},
{"quote": "أن اشترطات النجاح قد تصنع إن لم تملك.", "author": "حمد الحمادي"},
{"quote": "النجاح متعدد المذاقات..", "author": "حمد الحمادي"},
{"quote": "يبقى النجاح في كل شئ له تأثير السحر في انشراح الروح وتحقيق الذات.", "author": "خالد الراجحي"},
{"quote": "تطابق الصفات الشخصية مع العمل المناط بالشخص من أسباب النجاح، وكذلك من أهم عوامل التصالح مع الذات.", "author": "خالد الراجحي"},
{"quote": "طريق الخير هو طريق النجاح الدائم.", "author": "محمد راشد آل مكتوم"},
{"quote": "النجاحُ خمر. هل تشاهدنا تحيَّة من وراء القبر؟ النجاحُ خمر.", "author": "نجيب محفوظ"},
{"quote": "الإخفاق في الكفاح و عدم تحقق الأمل فيه لا ينتقص من كرامة هذا الكفاح و من معناه", "author": "فيكتور إيميل فرانكل"},
{"quote": "النجاح الحقيقي يكمن في المدى الذي سبيلغه تأثيرك، والأشخاص الذين ستغير حياتهم.", "author": "إبراهيم عباس"},
{"quote": "أن الشخص نفسه يمكن أن يكون ميزة نسبية، وهي قدرات الشخص والتي من الممكن أن تكون ميزة نسبية، ومعرفة هذه القدرات عنصر أساسي للنجاح.", "author": "خالد الراجحي"}
]
